---
kind: property
id: P:Autodesk.Revit.DB.BoundingBoxContainsPointFilter.Point
zh: 点
source: html/16b16bda-222b-5b5c-93d0-c6188f3fb1a2.htm
---
# Autodesk.Revit.DB.BoundingBoxContainsPointFilter.Point Property

**中文**: 点

The XYZ point to use when matching element bounding boxes.

## Syntax (C#)
```csharp
public XYZ Point { get; set; }
```

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentNullException** - When setting this property: A non-optional argument was null